micropython/micropython/ports/esp32/boards/GENERIC_SPIRAM_16M/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 module (spiram/16M)"
#define MICROPY_HW_MCU_NAME "ESP32"
